{"Player-Characters/Additional/Qwen-and-Durim":{"title":"Qwen and Durim","links":["Player-Characters/Durim-Stoneforge","Player-Characters/Qwen-Naïfo"],"tags":[],"content":"Backstory how Qwen and Durim met\nInvolved characters\n\nDurim Stoneforge(../Durim Stoneforge.md) \nQwen Naïfo(../Qwen Naïfo.md)\n\nStory\nIn the humble village of Oakshire, nestled between the serene forests and the craggy mountains of Arinthia, Durim, a stubborn and slow-to-trust Dwarf, found himself begrudgingly paired with Qwen, a compassionate Elven cleric with a penchant for healing and a heart as pure as the woodland streams.  Their unexpected companionship came about when a local merchant sought aid in retrieving a stolen family heirloom, believed to be hidden deep within the nearby Whispering Woods. Durim, with his skills in tracking and combat, was hired for his brute strength, while Qwen, with her healing abilities and knowledge of the woods, was brought on to ensure their safety.  At first, Durim eyed Qwen with suspicion, his mistrust of Elves deeply ingrained by years of isolation and skepticism. Likewise, Qwen found herself perplexed by Durim’s gruff demeanor and reluctance to accept help from others.  Their journey through the Whispering Woods was filled with mishaps and misunderstandings. Durim’s impatience clashed with Qwen’s calm demeanor, leading to bickering and occasional arguments. Yet, as they faced down the dangers of the forest - from mischievous sprites to thieving bandits - they found themselves relying on each other more than they had expected.\nIn one particularly harrowing encounter with a pack of wolves, Durim found himself injured and cornered, his stubbornness nearly costing him his life. It was Qwen’s quick thinking and healing magic that saved him, earning a grudging nod of thanks from the Dwarf.  As they continued their quest, Durim and Qwen began to see past their differences, recognizing the value in each other’s skills and strengths. Durim admired Qwen’s compassion and selflessness, while Qwen appreciated Durim’s determination and loyalty.  In the end, they recovered the stolen heirloom and returned it to its rightful owner, their unlikely partnership strengthened by their shared adventure. Though they may not have started as friends, Durim Stoneforge and Qwen Naïfo obtained newfound respect for each other, their journey together a testament to the power of cooperation and understanding in the face of adversity. And as they continued their adventure on a mission to protect a ship on quiet waters, they carried with them the memories of their unlikely friendship, a small but meaningful bond in a world full of differences."},"Player-Characters/Durim-Stoneforge":{"title":"Durim Stoneforge","links":["Player-Characters/Qwen-Naïfo","Player-Characters/Additional/Qwen-and-Durim"],"tags":[],"content":"Durim Stoneforge\nStats\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPropertyValueLevel1Max HP10AC17\nBackstory\nDurim has not shared anything about his background\n\nRelations\nDurim and Qwen Naïfo know eachother from previous adventure, described in Qwen and Durim"},"Player-Characters/Giff":{"title":"Giff","links":[],"tags":[],"content":"Giff\nStats\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPropertyValueLevel1Max HP12AC16\nBackstory\nGiff has not shared anything about his background"},"Player-Characters/Lycorice":{"title":"Lycorice","links":[],"tags":[],"content":"Lycorice\nStats\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPropertyValueLevel1Max HP12AC10\nBackstory\nLycorice has not shared anything about his background"},"Player-Characters/Qwen-Naïfo":{"title":"Qwen Naïfo","links":["Player-Characters/Durim-Stoneforge","Player-Characters/Additional/Qwen-and-Durim"],"tags":[],"content":"Qwen Naïfo\n\nStats\nQwen is a cleric\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPropertyValueLevel1Max HP10AC17\nBackstory\nQwen Naïfo was born into the sacred halls of the Temple of Corellon, nestled within the lush forests where the sun filtered through the leaves like golden threads. From a tender age, Qwen was immersed in the teachings of the elven deity, Corellon Larethian, god of art, magic, and beauty. But it wasn’t the magic of spells that initially captivated Qwen; it was the elegance and finesse of martial combat.\nAs a child, Qwen would eagerly watch the temple’s warriors train, their graceful movements akin to a carefully choreographed dance. Inspired by their prowess, Qwen begged the temple elders to allow training in the art of combat. Initially met with skepticism due to Qwen’s young age and clerical lineage, the persistent young elf’s determination eventually won them over.\nUnder the tutelage of the temple’s most skilled warriors, Qwen’s natural agility and keen focus flourished. With each passing year, Qwen honed their skills with various weapons, mastering the intricate techniques taught by the temple’s masters. Though the path of the cleric was ever-present in Qwen’s life, it was the melding of martial prowess with divine magic that truly ignited their passion.\nYears of rigorous training and study passed, and Qwen emerged as one of the temple’s most promising disciples. Passing every test and exam with flying colors, Qwen earned the respect and admiration of both peers and mentors alike. Yet, despite the comfort and familiarity of temple life, a restlessness stirred within Qwen’s heart.\nThe whispers of distant lands and untold adventures called out to Qwen, beckoning them to explore beyond the confines of the temple walls. With blessings from the temple elders and a sacred symbol of Corellon adorning their person, Qwen set forth into the world, their faith unwavering and their martial skills finely honed.\nDriven by a desire to spread Corellon’s teachings, protect the innocent, and vanquish darkness wherever it may lurk, Qwen Naïfo now embarks on a grand adventure as a cleric. With a heart full of courage and a soul ablaze with devotion, Qwen’s journey is bound to be filled with both peril and glory as they walk the path of the divine warrior.\nRelations\nQwen and Durim Stoneforgeknow eachother from previous adventure, described in Qwen and Durim"},"World/Fearûn":{"title":"Fearûn","links":[],"tags":[],"content":"The world of Fearûn\n\nThe sword coast\n"},"World/Stormwreck-Isle/Characters/(Humanoid)-Elder-Runera":{"title":"(Humanoid) Elder Runera","links":["World/Stormwreck-Isle/Locations/Dragon's-rest"],"tags":[],"content":"\nElder Runera\nInformation\n\n\nElder Runera is a humanoid living on Dragon’s rest \n\n\nA elder woman with a bronze copper skin\n\n\nLeader of Dragon’s rest\n\n\nRunera her mission is to help those whose lives have been shaped by violence find new paths forward in peace. Ultimately, she would like to see chromatic and metallic dragons find a peaceful way to coexist in the world. In the meantime, she finds comfort in helping humans and other people escape from cycles of violence.\n\n"},"World/Stormwreck-Isle/Characters/(Humanoid)-Tarak":{"title":"(Humanoid) Tarak","links":["World/Stormwreck-Isle/Locations/Dragon's-rest"],"tags":[],"content":"\nTarak\nInformation\n\n\nTarak is a humanoid living on Dragon’s rest\n\n\nA gold hangman’s noose is worked into the design of one of his visible tattoos. This noose is a symbol associated with the Gilded Gallows, a thieves’ guild that operates in a country far to the southeast called Elturgard.\n\n\nVisits the sea caves on the south side of the island often to acquire heart cap mushrooms from the myconids. He uses those to make potions of healing\n\n"},"World/Stormwreck-Isle/Characters/(Humanoid)-Varnoth":{"title":"(Humanoid) Varnoth","links":[],"tags":[],"content":""},"World/Stormwreck-Isle/Characters/(Kobold)-Agga":{"title":"(Kobold) Agga","links":["World/Stormwreck-Isle/Locations/Dragon's-rest"],"tags":[],"content":"\nAgga\nInformation\n\nAgga is a kobold living on Dragon’s rest(../Locations/Dragon’s rest.md)\n"},"World/Stormwreck-Isle/Characters/(Kobold)-Blepp":{"title":"(Kobold) Blepp","links":[],"tags":[],"content":""},"World/Stormwreck-Isle/Characters/(Kobold)-Frub":{"title":"(Kobold) Frub","links":["World/Stormwreck-Isle/Locations/Dragon's-rest"],"tags":[],"content":"\nFrub\nInformation\n\nFrub is a kobold living on Dragon’s rest(../Locations/Dragon’s rest.md)\n"},"World/Stormwreck-Isle/Characters/(Kobold)-Kilnip":{"title":"(Kobold) Kilnip","links":["World/Stormwreck-Isle/Locations/Dragon's-rest"],"tags":[],"content":"\nKilnip\nInformation\n\nKilnip is a kobold living on Dragon’s rest(../Locations/Dragon’s rest.md)\n"},"World/Stormwreck-Isle/Characters/(Kobold)-Laylee":{"title":"(Kobold) Laylee","links":["World/Stormwreck-Isle/Locations/Dragon's-rest","World/Stormwreck-Isle/Characters/(Kobold)-Myla"],"tags":[],"content":"\nLaylee\nInformation\n\n\nLaylee is a kobold living on Dragon’s rest \n\n\nShe is the primary helper of (Kobold) Myla. \n\n\nReally enthousiastic about homebrewed inventions, like an improvised weapon she made, the ScorpoStick; a long stick with a scropion in a cage at the end.\n\n\nUsually very clumsy\n\n"},"World/Stormwreck-Isle/Characters/(Kobold)-Mumpo":{"title":"(Kobold) Mumpo","links":["World/Stormwreck-Isle/Locations/Dragon's-rest"],"tags":[],"content":"\nMumpo\nInformation\n\nMumpo is a kobold living on Dragon’s rest\n"},"World/Stormwreck-Isle/Characters/(Kobold)-Myla":{"title":"(Kobold) Myla","links":["World/Stormwreck-Isle/Locations/Dragon's-rest"],"tags":[],"content":"\nMyla\nInformation\n\nMyla is a kobold living on Dragon’s rest \n"},"World/Stormwreck-Isle/Characters/(Kobold)-Rix":{"title":"(Kobold) Rix","links":["World/Stormwreck-Isle/Locations/Dragon's-rest"],"tags":[],"content":"\nRix\nInformation\n\nRix is a kobold living on Dragon’s rest \n"},"World/Stormwreck-Isle/Characters/(Kobold)-Zark":{"title":"(Kobold) Zark","links":["World/Stormwreck-Isle/Locations/Dragon's-rest"],"tags":[],"content":"\nZark\nInformation\n\nZark is a kobold living on Dragon’s rest \n"},"World/Stormwreck-Isle/General":{"title":"General","links":[],"tags":[],"content":"Information\nStormwreck Isle is located in the Sea of Swords about 3.5 miles from the coast of Faerûn near the High Road. It is south of Neverwinter, and is very close to that city. It is only about 5 miles wide.\nThe island is mountainous. It has a beacon to dragons, and had become suffused with the magic of countless dragons who had died there. It was said that this had left a spiritual wound across the island that could cause unpredictable magical phenomena.\nMap\n"},"World/Stormwreck-Isle/Locations/Cursed-Shipwreck":{"title":"Cursed Shipwreck","links":[],"tags":[],"content":"Cursed Shipwreck\nInformation\nUnknow yet where the exact location is"},"World/Stormwreck-Isle/Locations/Dragon's-rest":{"title":"Dragon's rest","links":["World/Stormwreck-Isle/Characters/(Humanoid)-Elder-Runera"],"tags":[],"content":"Dragon’s Rest\nLocation\n\nInformation\nA long path leads from the rocky shore up the side of the cliff, with occasional stairs to ease the ascent. Here and there along the lower part of the path, well-tended garden plots hold flowers, herbs, and vegetables.\nAbout thirty feet above the bay, the path widens into a long plaza. Halfway along the plaza, a stone statue of a dragon gazes serenely down the path. Six open doorways are cut into the cliff side.\n\nNotable locations\nStatue\nA dragon named Astalagan in his human form. Astalagan died on these cliffs centries ago\nWinch house\nA small, free-standing building halfway up the path has a peaked roof and a weathered wooden door. A sturdy wooden pallet wrapped with rope hangs beneath the building on an iron chain, lying flat against the cliff face.\nKitchen\nA doorway in the rock opens into a dining room with a long table. Two benches run the length of the table, and a single chair sits at the table’s head. A short hallway connects to a small, tidy kitchen.\nLibrary\nOf all the doorways cut into the cliff face, only this one has an actual door. \n\nNo knowledge of how the inside looks like \n(Humanoid) Elder Runera does not like outsiders within the library\n\nTemple of Bahamut\nThe highest point of the cloister is crowned by an open-air temple that overhangs the cliff, supported by arched stone struts anchored to the cliff face. The north wall of the temple is carved directly into the rock, while the rest is open to the sea air. Heavy pillars mark the three open sides, supporting the wooden roof.\nIn the center of the temple stands a statue of Bahamut in his human form, surrounded by seven canaries that represent gold dragons who accompany him on his travels."},"World/Stormwreck-Isle/Locations/Seagrown-Caves":{"title":"Seagrown Caves","links":[],"tags":[],"content":""},"index":{"title":"index","links":[],"tags":[],"content":"Welcome to DnD Wiki\n\nHere you will find all the information that you encouter during your adventures.\nTo expand this wiki it’s important that you take notes, process them and send them to the DM!\nThe DM will occasionally update certain records on locations but most information needs to come from the players.\nThis is to prevent giving out to much information beforehand\n"}}